---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelName
source: html/516348f1-ead0-561c-64ae-49e6e3843c38.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelName Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelName { get; }
```